data = {
    'level1': [
        ['右', '左', '在'],
        ['札', '礼', '社']
    ],
}
忠狆
壼壺
己已巳
成戉戊戌戍
酒洒
廿日市
萩荻
來来未
候侯
子孑孒
狢貉貂
挙擧
棄菜
裏裹
競兢
彊疆
袙衵
怒恕
徒徙
春舂
白臼
憃惷
椿樁夵夲
低彽
藤籐
彗慧
胃冑胄
背脊
井丼
斥斤
斧斤
味昧眛
母毋毌
毎每
免兔兎
茶荼苶
易昜
陽楊揚瘍
蚤蛋
丐丏
亙互亘旦
兂无旡宄冘究
丯丰
夘外舛
尤犬
于干千
兗袞
冢冡家
治冶
凅涸
券劵
剌刺
剳箚
卬卯卵
卲邵
昂昴皍
卾鄂
卿郷
厎底疷
叟臾臿
叺叭
呬哂晒
呷呻
呢昵
圯圮
埸場
埶執熱
壬月冃冄
冋回同
冉再
夂夊チ
姐妲
妺妹
屮巾帀市
師帥
庾廋
忽怱
惕愓
扜扞
拆折
抔杯
挻梃
延廷
搏摶
撒撤
敞敝
旺旼旻
皙晢
晴睛
暈暉
朁替
脇脅
腴膄
匆勿
杅杆
朽杇
季李
杏否
枷架
棗棘
幐鰧勝
夵夲
冽洌
泠冷
浙淅
澧灃
瀘濾
玆茲
疽疸
痺痹
痲痳麻
豋登
睢雎
硇碯
祇祗
祆祅
塋瑩
夭天
穀榖縠轂糓觳
氶永丞烝蒸
祐裕
竽竿芋
笫第弟
紋紊
絙縳縛
羡羨
耺職
舁昇芊
為爲舄舃鳥烏
般船舩
艹艹艹
芀艿艻艽
芁芃
芺笑
苛苟荀筍
茛莨
苫苦
薛薜
蜒蜑
襾両
覈覉覊覇
訏訐
詑詫託
蹝蹤
逿逷
却卻郤
鉃鉄
鋋鋌
鑁鍐鎞鎫鏓
陜陝
頣頤
駮駁
鯟鰊

　

　

　

　

　

134

氶永丞烝蒸

　

　

　

　

　

135

祐　裕

　

　

　

　

　

136

竽竿芋

　

　

　

